---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateMullionReference
source: html/62e3ec38-c3e4-c375-6797-7dbec1c856df.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateMullionReference Property

Can't create Curtain Wall Mullion. The grid segment for the Mullion is probably too small.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateMullionReference { get; }
```